tap 'homebrew/bundle'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

brew 'bash'
brew 'git'
brew 'docker'
brew 'cask'
brew 'ccat'
brew 'ctags'
brew 'diff-so-fancy'
brew 'fzf'
brew 'hadolint'
brew 'httpie'
brew 'jq'
brew 'mas'
brew 'node'
brew 'nvm'
brew 'python'
brew 'postgresql', restart_service: true
brew 'progress'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-override-system-vi']
brew 'watch'
brew 'wget'
brew 'wine'
brew 'yarn'
brew 'z'
brew 'zplug'
brew 'zsh'

cask 'alfred2'
cask 'caprine'
cask 'caption'
cask 'docker'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flux'
cask 'flycut'
cask 'gimp'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'imageoptim'
cask 'iterm2'
cask 'itsycal'
cask 'mactex'
cask 'notational-velocity'
cask 'postman'
cask 'psequel'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'qnapi'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'safari-technology-preview'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'tomighty'
cask 'transmission'
cask 'vlc'
cask 'wireshark'

mas 'Amphetamine', id: 937984704
